package com.example.demo.ririnchan;

public class RirinResources {
	public static String[][] message = { { "ざぁこざぁこ♥",
			"おにーさん、こんな事も出来ないのー？",
			"Todoリストに負けるとか、意思よわよわすぎでしょお兄さん♥。そのチェックボックス、飾りなのー？ざぁーこ♥",
			"また先延ばし〜？TodoじゃなくてTodon'tリストじゃん♥ざぁーこ♥",
			"チェック入らないまま一日終了ぉ？計画立てる才能ゼロでウケるぅ♥",
			"できない理由だけ一流だねお兄さん♥行動は三流以下で草♥"
	},
			{ "おっ、意外とやったじゃん♥でも“全部”じゃないのが最高におにーさんって感じー♥",
					"その割合で満足してるのー？その甘さが、ざぁこ、なんだよ♥",
					"やればできるのに普段やらないの、ほんと無駄な大人だよね♥",
					"途中まで頑張って力尽きるとか、♥かっこわるー♥",
					"ほら♥あとちょっとだったのにー！詰めが甘いのバレバレだよ、おにーさん♥"
			},
			{ "おっ、結構できてるじゃん♥でも残り見ないふりしてるのバレバレー♥",
					"この割合でドヤ顔は草♥その残りが一番大事なんだよー？ざぁーこ♥",
					"もう少しで完走なのに止まるとか、詰めの甘さ職人だねお兄さん♥",
					"頑張ったのは認めてあげる♥でも“完了”押せないのが最高にかっこわるー♥",
					"ほら♥あと一息なのに達成感先取りしてる〜♥欲しがりさんだね♥"
			},
			{ "え、全部！？今日は本気出したのー？たまにはやるじゃん♥",
					"100%達成とか奇跡ー♥明日も続くか見ものだね、おにーさん♥",
					"ちゃんと完了させたの偉い偉い♥でも調子乗るのはまだ早いよぉ？♥",
					"ドヤ顔していいよ♥今日だけは認めてあげるぅ♥ウケる♥",
					"ほら♥やればできるんじゃん♥普段のぐだぐだはなんだったのぉ？♥"
			} };

	public static String[] portrait = { "/portrait/デフォ煽り.png",
			"/portrait/ネコ口煽り.png",
			"/portrait/穏やか顔.png",
			"/portrait/開き口煽り.png",
			"/portrait/少し驚き.png",
			"/portrait/猪目.png",
			"/portrait/閉じ口煽り.png" };

	public static String[][] voice = { { "/voice/upto33/001_リリンちゃん（メスガキ）_ざーこ、ざーこ.wav",
			"/voice/upto33/002_リリンちゃん（メスガキ）_おにーさん、こんな....wav",
			"/voice/upto33/003_リリンちゃん（メスガキ）_トゥードゥーリスト....wav",
			"/voice/upto33/004_リリンちゃん（メスガキ）_また先延ばし〜？ト....wav",
			"/voice/upto33/005_リリンちゃん（メスガキ）_チェック入らないま....wav",
			"/voice/upto33/006_リリンちゃん（メスガキ）_できない理由だけ一....wav" },
			{
					"/voice/upto66/007_リリンちゃん（メスガキ）_おっ、意外とやった....wav",
					"/voice/upto66/008_リリンちゃん（メスガキ）_その割合で満足して....wav",
					"/voice/upto66/009_リリンちゃん（メスガキ）_やればできるのに普....wav",
					"/voice/upto66/010_リリンちゃん（メスガキ）_途中まで頑張って力....wav",
					"/voice/upto66/011_リリンちゃん（メスガキ）_ほら♥あとちょっと....wav" },
			{
					"/voice/upto99/012_リリンちゃん（メスガキ）_おっ、結構できてる....wav",
					"/voice/upto99/013_リリンちゃん（メスガキ）_この割合でドヤ顔は....wav",
					"/voice/upto99/014_リリンちゃん（メスガキ）_もう少しで完走なの....wav",
					"/voice/upto99/015_リリンちゃん（メスガキ）_頑張ったのは認めて....wav",
					"/voice/upto99/016_リリンちゃん（メスガキ）_ほら♥あと一息なの....wav" },
			{
					"/voice/complete/017_リリンちゃん（メスガキ）_え、全部！？今日は....wav",
					"/voice/complete/018_リリンちゃん（メスガキ）_100%達成とか奇....wav",
					"/voice/complete/019_リリンちゃん（メスガキ）_ちゃんと完了させた....wav",
					"/voice/complete/020_リリンちゃん（メスガキ）_ドヤ顔していいよ♥....wav",
					"/voice/complete/021_リリンちゃん（メスガキ）_ほら♥やればできる....wav"
			} };

}
